[Strings]
String_1=File
String_2=Exit
String_3=Help
String_4=Contents...
String_5=About...
String_6=Domains
String_8=Services
String_9=Accounts
String_10=Aliases
String_11=Distribution lists
String_12=MX-query
String_13=Settings
String_14=DNS Cache
String_15=SMTP
String_16=Security
String_17=POP3
String_18=IP Ranges
String_19=Mirror
String_20=Logging
String_21=Welcome
String_22=Domain
String_23=Domain name
String_25=Require SMTP Authentication
String_26=&Save
String_27=Account address
String_28=Active
String_29=AD User
String_30=Yes
String_31=No
String_32=Password
String_33=Maximum size (MB)
String_34=Size (MB)
String_35=Debug
String_38=&Add
String_39=&Delete
String_40=Field
String_41=Value
String_42=Action
String_43=By entering the fields below, you can connect this account to an Active Directory. When a user connects to the server, hMailServer will use the Active Directory to validate the user's password.
String_44=Active Directory account
String_45=User name
String_46=Redirect from
String_47=To
String_48=Address
String_50=General
String_50=General
String_51=Members
String_52=Recipient address
String_55=Service
String_56=Current status
String_57=E-mail address
String_58=&Resolve
String_59=Mail servers
String_61=Cache update interval:
String_62=Every
String_63=hour
String_64=TCP Port
String_65=SMTP Port
String_66=Connections
String_67=Maximum number of simultaneous connections (0 for unlimited)
String_68=Delivery of e-mail
String_69=Number of retries
String_70=Minutes between every retry
String_71=Open relay
String_72=Spam
String_73=Allow plain text authentication
String_73=Allow plain text authentication
String_74=Allow empty sender address.
String_75=Relaying
String_80=Tarpitting
String_81=Count
String_82=Delay (seconds)
String_87=POP3 Port
String_88=Lower IP
String_89=Upper IP
String_90=Priority
String_91=Addresses
String_92=0 is the lowest priority. 100 is the highest.
String_93=Options
String_94=Allow SMTP connections
String_95=Allow SMTP relaying
String_96=Allow POP3 connections
String_97=Mirror e-mail address
String_98=A copy of all e-mails sent on this server, including both incoming and outgoing messages, will be sent to the e-mail address entered as mirror-address below.
String_99=Device
String_100=Log
String_101=Application
String_102=SMTP conversations
String_103=POP3 conversations
String_104=TCP/IP
String_105=File
String_106=Active Directory
String_107=Account
String_109=The email address is not valid.
String_110=An account with this address already exists.
String_111=An alias with this address already exists.
String_112=A domain with this name already exists.
String_113=Save the distribution list before editing its members.
String_114=Distribution list
String_115=Enter recipient address
String_116=An distribution list with this address already exists.
String_117=Start
String_118=Stop
String_119=Continuing
String_120=Paused
String_121=Pausing
String_122=Running
String_123=Starting
String_124=Stopped
String_125=Stopping
String_126=hMailServer database upgrade
String_127=Current database version
String_128=Required database version
String_129=&Upgrade
String_130=An error occured while initializing the hMailServer COM library.
String_131=See Windows Event Log for detalied information.
String_132=Complete
String_133=Error
String_134=Your hMailServer is already up to date.
String_135=Welcome to the hMailServer database wizard.
String_136=Using this wizard, you can create a new hMailServer database and select a new default database.
String_137=Database server address
String_138=User information
String_139=Database
String_140=Name
String_141=Select option
String_142=Create a new hMailServer database
String_143=Select this option if you do not already have an hMailServer database and you want to create one now. hMailServer requires one database to run.
String_144=Select a new hMailServer default database
String_145=Select this option if you want to change the default hMailServer server or database.
String_146=Upgrade an old version of an hMailServer database
String_147=Select this option if you have a database created by an old version of hMailServer and you want to upgrade this now. This option starts the hDBUpdate utility that checks the current database version and gives you the possibility to update the database.
String_148=Select type of database server
String_149=< &Back
String_150=&Next >
String_151=&Cancel
String_152=Enter connection information
String_153=NOTE
String_154=This password will be stored unencrypted in hmailserver.ini. Configure your environment so that no other users can read from this file.
String_155=The wizard has enough information to finish the operation.
String_156=&Create
String_157=&Select
String_158=Please enter the name of the database server.
String_159=Please enter the name of the database
String_160=Connecting to
String_161=Connected successfully.
String_162=Could not connect to database server.
String_163=Creating database
String_164=Database created successfully.
String_165=Could not create the database.
String_166=Preparing creation of tables...
String_167=Preparation successfull.
String_168=Preparation failed.
String_169=Failed to load SQL script file
String_170=Creating tables...
String_171=Tables created successfully.
String_172=Could not create database tables.
String_173=Failed to start hDBUpdater.exe
String_174=Database creation failed.
String_175=Please go back and review your settings.
String_176=Add domain...
String_178=Add account...
String_180=Add AD account
String_181=Add alias...
String_183=Add distribution list...
String_186=Enable logging
String_187=Post master
String_188=Root password
String_189=Root password (repeat)
String_190=This wizard will create and configure the hMailServer database for you.  The only thing you need to enter is the root password that you want to use.
String_191=Setup complete!
String_192=Press Finish to exit the wizard.
String_193=&Finish
String_194=IMAP Settings
String_195=IMAP port
String_196=IMAP
String_197=SMTP Relayer
String_198=Welcome message
String_199=The domain name you have entered is not a valid domain name.
String_200=Activate
String_201=SMTP server
String_202=POP3 server
String_203=IMAP server
String_204=If you change the settings below you must restart the server before your changes take affect.
String_205=Other
String_206=Debug messages
String_208=If the field:
String_209=Has the value:
String_210=Then
String_211=Delete mail
String_212=From
String_212=From
String_213=Show logs
String_214=Delivery threads
String_215=Advanced
String_216=Vacation message
String_217=Enable
String_218=Subject
String_219=Text
String_220=Your changes have not been saved. Do you want to save now?
String_221=IMAP conversations
String_222=Allow IMAP connections
String_223=To
String_224=AntiVirus
String_225=Use ClamWin
String_226=ClamScan executable
String_227=Path to ClamScan database
String_228=Delete e-mail
String_229=Delete attachments
String_230=Notify sender
String_231=Notify recipient
String_232=Finish the operation
String_233=Could not create the database.
String_234=Could not connect to
String_235=You must enter a root password.
String_236=The passwords does not match.
String_237=Connection error
String_238=Autodetect
String_239=hMailAdmin was able to autodetect the location of ClamScan and the database. Please verify that the path to the executable and the database is correct.
String_240=Live
String_241=You must turn on logging before starting live logging.
String_242=Clear
String_243=Type
String_244=Thread
String_245=Time
String_246=IP
String_247=Allow connections
String_248=Require Authentication for deliveries
String_249=Allow deliveries from
String_250=To local accounts
String_251=To remote accounts
String_252=Local to local accounts
String_253=Local to external accounts
String_254=External to local accounts
String_255=External to external accounts
String_257=IP range
String_258=Route
String_259=Routes
String_260=Target SMTP host
String_261=Number of retries
String_262=Deliver to all addresses
String_263=Deliver to addresses below:
String_264=You must save the route before adding addresses.
String_267=Statistics
String_268=Send statistics to hMailServer.com
String_269=If you enable statistics, statistics is sent to hMailServer.com every 1000 message. The only thing included in the statistics is your version number. No personal information or information on your configuration is sent.
String_270=Host name
String_271=Auto-reply
String_272=Refresh
String_273=Undelivered messages
String_274=ID
String_275=Created
String_276=Next try
String_277=&Close
String_278=Catch-all address
String_279=Enter password
String_280=Cancel
String_281=OK
String_282=A local domain
String_283=An external domain
String_284=Treat this route as
String_285=Server requires authentication
String_286=Password
String_287=Set...
String_288=<< ENCRYPTED >>
String_289=Delivery
String_290=Use database delivery log
String_291=When a virus is found
String_292=Use external scanner
String_293=Scanner executable
String_294=Return value
String_295=External virus scanner
String_296=Spam protection
String_297=Warnings
String_298=You haven't specified the public host name for this computer in the SMTP settings.
String_299=Version
String_300=Server information
String_301=Getting started
String_302=DNS blacklists
String_303=Use SPF
String_304=Check that sender has DNS-MX records
String_305=DNS blacklist
String_306=DNS Host
String_307=Expected result
String_308=Rejection message
String_311=External accounts
String_312=Server address
String_313=Server information
String_314=Server type
String_315=Minutes between download
String_316=Days
String_317=Delete messages immediately
String_318=Delete messages after
String_319=Do not delete messages
String_320=External account
String_321=Scripts
String_322=Reload scripts
String_323=Show scripts
String_324=Check syntax
String_325=The syntax is correct.
String_326=Server
String_327=Status
String_328=Number of
String_329=Processed messages
String_330=Messages containing virus
String_331=Messages containing spam
String_332=Server up since
String_333=Administration level
String_334=User
String_335=Names
String_336=Rules
String_337=Rule
String_338=Use AND
String_339=Use OR
String_340=Criteria
String_341=Edit
String_342=Search type
String_343=Delete email
String_344=Forward email
String_345=Move to IMAP folder
String_346=Reply
String_347=Body
String_348=From (Name)
String_349=From (Address)
String_350=IMAP folder
String_351=Search
String_352=Predefined field
String_353=Custom header field
String_355=Message size
String_356=CC
String_357=Equals
String_358=Contains
String_359=Greater than
String_360=Less than
String_361=Regular expression
String_362=Not contains
String_363=Not equals
String_364=Recipient list
String_365=Restarting the hMailServer service
String_366=Max message size (KB)
String_367=Multihoming
String_368=The changes you have made will not take effect until the server is restarted. Do you want to re-start the server now?
String_369=Listen on
String_370=All TCP/IP addresses
String_371=TCP/IP addresses below
String_372=IP address
String_373=Your hMailServer database is now up to date.
String_374=Cache
String_375=Time to live (seconds)
String_376=Hit rate
String_377=Protocols
String_378=Rule Loop Limit
String_379=Backup
String_380=Restore
String_381=Destination
String_382=Messages
String_383=Show log...
String_384=Compress files
String_386=Overwrite objects
String_387=Delete objects not in backup
String_388=Backup file
String_389=Clear queue
String_390=Are you sure you want to clear the delivery queue?
String_391=Connect
String_393=Automatically connect on start-up
String_394=The server version must match the client version. Server: %1, client: %2.
String_395=Utilities
String_396=Server sendout
String_397=Send to
String_398=All accounts
String_399=Specific domain
String_400=Accounts matching wildcard
String_401=Send
String_402=The message has been sent.
String_403=Email
String_404=Alias
String_405=Logout
String_406=Unlock
String_407=Send now
String_408=Forwarding
String_409=Enable forwarding
String_410=Keep original message
String_411=Plus addressing
String_412=Character
String_413=Extensions
String_414=Check host in the HELO command
String_415=When spam have been detected...
String_416=Deliver, but modify headers
String_417=Add X-hMailServer-Spam
String_418=Add X-hMailServer-Reason
String_419=Add to message subject
String_420=Greylisting
String_421=Minutes to defer delivery attempts
String_422=Days before removing unused records
String_423=Days before removing used records
String_424=SURBL server
String_425=SURBL servers
String_426=Maximum message size to virus scan (KB)
String_427=Block attachments
String_428=Block attachments with the following extensions:
String_429=Block attachment
String_430=Wildcard
String_431=Description
String_432=Deliver to recipients in MIME headers
String_433=Script function
String_434=Threading
String_435=Max number of command threads
String_436=Worker thread priority
String_437=A route with this name already exist
String_438=The SMTP relayer should never be set to a host name which is pointing at the local computer. Are you sure you want to do this?
String_439=RFC compliance
String_440=Allow incorrectly formatted line endings
String_441=Disconnect client after too many invalid commands
String_442=Maximum number of invalid commands
String_443=Bind to local IP address
String_444=Maximum number of recipients in batch
String_445=You must specify lower and upper IP address of this range.
String_446=An IP range with this name already exist
String_447=Performance
String_448=Default domain
String_449=Server messages
String_450=Run function
String_451=Mask passwords
String_452=Mode
String_453=Public - Anyone can send to the list
String_454=Membership - Only members can send to the list
String_455=Announcements - Only allow messages from the following address:
String_456=Allocated size (MB)
String_457=This domain has maximum size set. Because of this, you must specify a maximum account size.
String_458=The specified maximum account size is to big.
String_459=Invalid user name or password.
String_460=Ask when connecting
String_461=Save password
String_462=Session
String_463=As soon as possible
String_464=Delivering now...
String_465=Use SQL Server authentication
String_466=Use Windows authentication
String_467=Database name
String_468=Authentication
String_469=White listing
String_470=TCP/IP ports
String_471=Protocol
String_472=Signature
String_473=Plain text signature
String_474=HTML signature
String_475=Use signature if none has been specified in sender's account
String_476=Overwrite account signature
String_477=Append to account signature
String_478=Enable signatures
String_479=Add signatures to replies
String_480=Add signatures to local email
String_481=Enable domain signature
String_482=hMailServer administration password
String_483=Last logon time
String_484=Max number of accounts
String_485=Max number of aliases
String_486=Max number of distribution lists
String_487=The account could not be added since the maximum number of accounts for this domain has been reached.
String_488=The alias could not be added since the maximum number of aliases for this domain has been reached.
String_489=The distribution list could not be added since the maximum number of distribution lists for this domain has been reached.
String_490=Limits
String_491=Max size of accounts (MB)
String_496=Forwarding relay
String_497=Are you sure you want to delete %s?
String_498=NOTE: This functionality is designed to be used in small installations with less than 1GB of email data. If your  installation is larger than this, please consult the documentation for usage of external tools.
String_499=Retrieve date from Received header
String_500=Move up
String_501=Move down
String_502=Automatically expire
String_503=Download now
String_504=Many e-mail servers will not accept email from your server if this option has been de-selected. Are you sure you want to de-select it?
String_505=You have configured hMailServer not to allow email with empty sender address. Many email server will not accept email from your server with this configuration.
String_506=Stop rule processing
